---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.InstanceHeadHeightParam
source: html/41332093-dd2c-b3e8-0906-3d0fc9d11f16.htm
---
# Autodesk.Revit.DB.ParameterTypeId.InstanceHeadHeightParam Property

"Head Height"

## Syntax (C#)
```csharp
public static ForgeTypeId InstanceHeadHeightParam { get; }
```